{
    "slip": [
      {
        "id": 1,
        "message": "I Love You Cause....You are the kindest person I have ever known. You are so empathetic and thoughtful."
      },
      {
        "id": 2,
        "message": "I Love You Cause....You are so beatiful and cute. Even when you are mad you are so gorgeous. From your eyes to your smile, You my love are perfect."
      },
      {
        "id": 3,
        "message": "I Love You Cause....You are determined. You have big ambitious goals and I love you for that. You never want to live a basic life. And I love that because I know we will never live a basic life."
      },
      {
        "id": 4,
        "message": "I Love You Cause....You always motivate not only me, but the people around you love. I love that from you. You always want to see other people win as well. That keeps me going for you. "
      },
      {
        "id": 5,
        "message": "I Love You Cause....I love your cooking. That food is always the bomb."
      },
      {
        "id": 6,
        "message": "I Love You Cause...I never question our love. You love in the most genuine ways possible. "
      },
      {
        "id": 7,
        "message": "I Love You Cause....You are so funny. Its never a dull day when I am with you. This is not me accepting you are the funniest though 😂"
      },
      {
        "id": 8,
        "message": "I Love You Cause....I Love everything you do. The way you walk, the way you smile, the way you laugh I just love you!!!"
      },
      {
        "id": 9,
        "message": "I Love You Cause....I love how you look at me. I love how you always drown inside my eyes when we look at each other. I love how you look at me when we make love as well."
      },
      {
        "id": 10,
        "message": "I Love You Cause....I envision a future with no one else but you. Me,You, Lola and your ka boy in our house living life together😘"
      },
      {
        "id": 11,
        "message": "I Love You Cause....I love how we make love. We both go to our own worlds where there's no judgement at all."
      },
      {
        "id": 12,
        "message": "I Love You Cause....I love how you are always trying to put me first. You really love me alot and I really love you. Marry me already!!!!"
      },
      {
        "id": 13,
        "message": "If you find this just first time we are soulmates. Mke wangu nakupenda sana sana sana. Nataka nikupe watoto kama kumi na tano hivi😂"
      },
      {
        "id": 14,
        "message": "I Love You Cause....I never lack reasons to love you. You give me more and more and more and more reasons to love you. I thought ningefikisha hi list to 10 but as you can see😂❤️"
      },
      {
        "id": 15,
        "message": "I Love You Cause....We really have a lot in common. Also cause you have a birth mark that completes mine."
      },
      {
        "id": 16,
        "message": "I Love You Cause....We can sit down and have a meaningful conversation."
      },
      {
        "id": 17,
        "message": "I Love You Cause....You are my woman and you complete me as a man. You make me feel as if I could conquer everything."
      },
      {
        "id": 18,
        "message": "I Love You Cause....I find myself doing things for you I never thought I would do for someone else. Like just waking up randomly at night and kissing you. I am so intoxicated by your love."
      },
      {
        "id": 19,
        "message": "I Love You Cause...I always want to see you the happiest, I wish to be with you every moment of my life, life is cheering to have you around, I love you so much❤️"
      },
      {
        "id": 20,
        "message": "The best love is the kind that awakens the soul and makes us reach for more, that plants a fire in our hearts and brings peace to our minds. And that’s what you’ve given me. That’s what I hope to give you forever. I nimeibia😂. But I really feel this way."
      },
      {
        "id": 21,
        "message": "I Love You Cause... I never care about others the way I do for you. I just want to be with you forever and ever."
      }
    ]
  }
